
export const workElementTitles = ["製品名", "目的", "ターゲット", "コンセプト", "イメージ", "使用ツール", "制作範囲", "制作期間", "制作コメント"];

export const currencyExchangeData = [
    "Currency Exchange App",
    "世界中の通貨を迅速かつ簡単に交換できるスマートフォンアプリケーションを提供します。",
    "旅行者、ビジネスマン、通貨取引を頻繁に行う全てのユーザー。",
    "アプリケーションはユーザーフレンドリーで、快適な通貨交換体験を提供します。為替レートのリアルタイム更新も特徴の一つです。",
    "クールで落ち着いた印象を与えつつ、親しみやすさも忘れないデザインにしています。",
    "Figma",
    "UI/UXデザイン全体（スクリーンフロー設計、ワイヤーフレーム作成、ビジュアルデザイン、プロトタイピング）",
    "約2週間",
    "このプロジェクトではユーザビリティとデザインのバランスを重視しました。旅行者やビジネスマンがストレスなく使えるように、シンプルで直感的なインターフェースを目指しました。また、選んだ色はアプリケーションの視覚的な魅力を高め、ユーザーに対して信頼感と安心感を与えることを意図しています。"
];